############## 一级界面坐标 ###################
# 委托
contracts = 1072, 310
setting = 1092, 100


############## 背包内坐标 ###################

############## 公会内坐标 ###################

############## 委托任务内坐标 ###################
# 侧边栏特产坐标
contracts_sidebar = 119, 365
# 炉岩碳
contracts_tan = 447, 117



############## 角色坐标 ###################
role_wu_shen = 193, 270
role_hong_yan = 398, 278
role_nai_ma = 597, 271
role_jian_zong = 785, 271
role_hua_hua = 1000, 271

# 选择角色开始游戏
start_game = 580, 510
# 切换角色
change_role = 738, 490

############## 选择地下城 ###################
# 关闭选择地下城弹窗
close_select_dungeon = 1005, 72
# 布万家
bwj = 825, 423

# 自动寻路到山脊
auto_move_to_sj = 920, 463

# 战斗开始
battle_start = 950, 466

#再次挑战地下城确认弹窗
again_start_confirm = 656, 352

# 修理装备
repair_confirm = 595,484

############## 技能坐标 ###################
# 轮盘
roulette_wheel = 192, 422
# 普通攻击
attack = 1012, 480
# buff1
buff1 = 610, 480
# buff2
buff2 = 560, 480
# 觉醒技能
awaken_skill = 460, 480
# qita
buff3 = 510, 480
# 技能1
skill1 = 710, 480
# 技能2
skill2 = 790, 480
# 技能3
skill3 = 870, 480
# 技能4
skill4 = 746,420
# 技能5
skill5 = 821,422
# 技能6
skill6 = 896,421
# 技能7
skill7 = 965,419
# 技能
skill8 = 934,480