############## 一级界面坐标 ###################
# 轮盘
roulette_wheel = 567, 977

############## 背包内坐标 ###################

############## 公会内坐标 ###################

############## 委托任务内坐标 ###################

############## 选择地下城 ###################
# 关闭选择地下城弹窗
close_select_dungeon = 1397, 676
# 布万家
bwj = 1227, 622
# 冰龙
bl = 1390, 371
# 战斗开始
battle_start = 1409, 682

############## 技能坐标 ###################
# 普通攻击
attack = 2372,1132
# buff1
buff1 = 2266,610
# buff2
buff2 = 2393,610
# 觉醒技能
awaken_skill = 1985,610
# 技能1
skill1 = 2051,770
# 技能2
skill2 = 2235,770
# 技能3
skill3 = 2418,770
# 技能4
skill4 = 1864,960
# 技能5
skill5 = 2049,960
# 技能6
skill6 = 2230,960
# 技能7
skill7 = 1921,1160
